Repository: gpenaud/website-le-portail
Catalog: app/all-blogs/plugins/dotSlick/locales/*/main.po
Languages: fr

source: dotSlick requires dcCKEWidget plugin to operate. Please install and enable it first
fr: dotSlick ,nécessite le plugin dcCKEWidget pour fonctionner. Merci de l'installer et de l'activer

source: dotSlick gallery
fr: Galerie dotSlick

source: dotSlick Gallery successfully generated for %s
fr: La galerie dotSlick a été générée avec succès (%s)

source: dotSlick Gallery compilation error with string «%s»<br/>%s
fr: erreur de compilation de la Galerie dotSlick avec la chaîne «%s»<br/>%s

source: Insert slick galleries in your posts
fr: Insérez des galeries fluides dans vos posts

source: Enable dotSlick plugin
fr: Activer le plugin dotSlick

source: Autoplay galleries
fr: Lecture automatique

source: Loop galleries infinitely
fr: Boucle infinie

source: Pause slideshow when cursor is over
fr: Pause au survol

source: Gallery autoplay slide changing delay
fr: Vitesse de changement d'image automatique

source: Enable mousewheel navigation
fr: Activer la navigation à la molette de souris

source: Make gallery pictures clickable
fr: Rendre les images clickables

source: Display navigation dots
fr: Afficher les points de navigation

source: Display navigation arrows
fr: Afficher les flèches de navigation

source: Gallery height in pixels
fr: Hauteur des images en pixels

source: Description string missing
fr: Chaîne de description manquante

source: %d picture
fr: %d image

source: Galleries options successfully saved
fr: Options préférées enregistrées avec succès

source: Plugin settings successfully saved
fr: Paramètres du plugin enregistrés avec succès

source: %d gallery has been regenerated
fr: une galerie a été régénérée

source: %d gallery was not regenerated
fr: une galerie n'a pas été régénérée

source: problem with gallery %d regeneration.
fr: problème avec la régénération de la galerie %d

source: Parent folder
fr: Dossier parent

source: link images
fr: images clickables

source: unclickable images
fr: images non clickables

source: slideshow speed
fr: vitesse du diaporama

source: autoplay
fr: lecture automatique

source: manual play
fr: lecture manuelle

source: don't pause slideshow
fr: pas de pause

source: pause slideshow when over
fr: pause au survol

source: infinite loop
fr: boucle infinie

source: loop once
fr: une boucle

source: hide dots
fr: cacher les points

source: show dots
fr: montrer les points

source: hide arrows
fr: cacher les flèches

source: show arrows
fr: montrer les flèches

source: images height
fr: hauteur des images

source: disable mousewheel animation
fr: pas de navigation à la molette

source: enable mousewheel animation
fr: navigation à la molette

source: no pictures. Bug!
fr: pas d'images. Bug!

source: Insert a gallery
fr: Insère une galerie dotSlick

source: Doubleclick to change the gallery images and settings
fr: Doublecliquez pour modifier les images et les réglages de la galerie

source: Insert & close
fr: Insérer et fermer

source: Update & close
fr: Mettre à jour et fermer

source: Error loading gallery description, reverting to default values<br><code>%s</code>
fr: Erreur dans le chargement de la galerie, retour aux valeurs par défaut<br><code>%s</code>

source: Default options successfully saved
fr: Options préférées enregistrées avec succès

source: Composing a gallery has never been so simple.<br/>First, browse the media library, pick folders and/or single pictures and drag them in the Gallery frame.<br>You can reorder or delete the items in the Gallery view using drag'n'drop.<br>You can customize the gallery with a bunch of options.<br>If the default options don't suit your needs, you can click "Save defaults" to memorize your favorite options.<br>Once done, click "Save and close" to go back to the post editor.
fr: Créer une galerie n'a jamais été aussi simple.<br/>Tout d'abord, parcourez la médiathèque, prenez des dossiers et/ou des images isolées, et déposez les dans le cadre "Galerie".<br/>Vous pouvez réordonner ou effacer les éléments de la Galerie par glisser-déposer.<br>Vous pouvez personnaliser la galerie à l'aide d'un ensemble d'options.<br>Si les options proposées par défaut ne vous conviennent pas, vous pouvez cliquer sur "Enregistrer les paramètres" pour mémoriser vos options favorites.<br>Lorsque c'est fait, cliquez "Enregistrer et fermer" pour revenir à l'éditeur de billets.

source: Insert dotSlick gallery
fr: Insère une galerie dotSlick

source: Number of images in folder & subfolders
fr: Nombre d'images dans le dossier et ses sous-dossiers

source: Number of images in folder
fr: Nombre d'images dans le dossier

source: contains %d pictures
fr: contient %d images

source: contains 1 picture
fr: contient 1 image

source: Media Library
fr: Médiathèque

source: Media Gallery
fr: Galerie d'images

source: Drag images and image folders<br/>You may reorder them
fr: Glissez des images et des dossiers d'images<br/>Vous pourrez les réordonner

source: Autoplay settings
fr: Réglages du diaporama

source: Autoplay
fr: Lecture automatique

source: No
fr: Non

source: Yes
fr: Oui

source: Autoplay speed (in ms)
fr: Vitesse du diaporama (en ms)

source: Set the slideshow speed in milliseconds
fr: Réglez la vitesse du diaporama en millisecondes

source: Infinite loop
fr: Boucle infinie

source: Pause when over
fr: Pause au survol

source: Other settings
fr: Autres réglages

source: Gallery title
fr: Titre de la galerie

source: Required field
fr: Champ obligatoire

source: Link image to original
fr: Rendre les images cliquables

source: Display dots
fr: Afficher les points

source: Display arrows
fr: Afficher les flèches

source: Slides height (in px)
fr: Hauteur des images (en px)

source: Set slides height in pixels
fr: Réglez la hauteur des images en pixels

source: Reset all values
fr: Réinitialiser toutes les valeurs

source: Save defaults
fr: Enregistrer les paramètres

source: dotSlick admin page
fr: Page d'administration de dotSlick

source: Galleries settings
fr: Réglages des galeries

source: Save
fr: Enregistrer

source: Galleries
fr: Galeries

source: # of galleries in this post
fr: Nombre de galeries dans ce billet

source: Edit
fr: Éditer

source: View
fr: Voir

source: regenerate all
fr: Régénérer toutes

source: regenerate selected
fr: Régénérer sélectionnées

source: Plugin settings
fr: Réglages du plugin

source: Enable dotSlick galleries on your posts
fr: Activez les galeries dotslick dans vos billets

source: Post types which use dotslick
fr: Types de billets utilisant dotslick

source: Debug
fr: Débeugue
