Repository: gpenaud/website-le-portail
Catalog: app/gam/themes/old/ductile/locales/*/main.po
Languages: es

source: Additionnal style directives
es: Instrucciones CSS adicionales

source: reactions
es: reacciones

source: no reactions
es: no reacciones

source: one reaction
es: una reaccion

source: %s reactions
es: %s reacciones

source: Add ping
es: Agregar un retroenlace

source: Suggestions:
es: Sugerencias:

source: Go to homepage
es: Regresar al inicio

source: To top
es: Volver arriba

source: Use search form
es: Buscar

source: Explore archives
es: Explorar los archivos

source: toDay
es: al

source: FromDay
es: Del

source: From
es: Por

source: By category
es: Por categoría

source: By date
es: Por fecha

source: By tag
es: Por tag

source: URL you've tried has typos, or the page has been deleted or moved.
es: Su URL está equivocada o la página fue borrada o desplazada.
